"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Il PIN %1$d inserito è errato. Il tuo Mercedes me ID è stato pertanto bloccato per %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minuti";

"command_error_pin_invalid" = "Hai inserito il tuo PIN %1$d in modo errato.";

"general_cancel" = "Annulla";

"general_error_msg" = "Si è verificato un errore. Riprova.";

"general_error_network_msg" = "Qualcosa non ha funzionato. Verifica la connessione Internet.";

"general_error_title" = "Errore";

"general_hint" = "Avvertenza";

"general_no" = "No";

"general_ok" = "OK";

"general_yes" = "Sì";

"login_error_authentication_failed" = "L'autenticazione è fallita. Riprova.";

"login_error_wrong_tan" = "Purtroppo l'informazione da te inserita non era corretta. Nota bene che potrebbe essere necessario attendere qualche minuto prima di effettuare un nuovo tentativo.";

"login_info_alert_message" = "Il Mercedes me ID è rappresentato dal tuo numero di cellulare personale oppure dal tuo indirizzo e-mail. Con il tuo Mercedes me ID puoi effettuare il login in qualsiasi punto di accesso al mondo digitale Mercedes-Benz, per usufruire di tutti i servizi, le funzioni e le piattaforme disponibili nel tuo Paese di residenza.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Inserisci un indirizzo e-mail o un numero di cellulare valido.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Avanti";

"login_only_caption" = "Accedi";

"login_username" = "Numero di cellulare o indirizzo e-mail";

"login_user_not_registered" = "Registrati gratuitamente in una delle altre App Mercedes me.";

"pin_popup_button_again" = "Riprovare";

"pin_popup_cancel" = "Annulla";

"pin_popup_default_no_pin_message" = "Imposta un PIN in una delle App Mercedes me.";

"pin_popup_description" = "Inserisci il tuo PIN formato da %1$d cifre:";

"pin_popup_send" = "Invia";

"pin_popup_title" = "Immissione PIN";

"pin_popup_wrong_pin_msg" = "Il PIN non è corretto. Riprova.";

"pin_popup_wrong_pin_title" = "PIN errato";

"registration_user_consent_message" = "Per perfezionare costantemente l'app analizziamo l'uso dell'app e delle sue funzioni senza ricondurlo alla tua persona. Questa funzione può essere disattivata in qualsiasi momento in Menu > Impostazioni > Analytics.";

"registration_user_consent_title" = "Dati di utilizzo Mercedes me";

"verification_btn_next" = "Avanti";

"verification_btn_send_again" = "Richiedi nuovo codice TAN";

"verification_headline" = "Codice di verifica";

"verification_login_msg_mail" = "Inserisci il codice TAN che ti abbiamo inviato tramite e-mail.";

"verification_login_msg_user" = "Ti abbiamo inviato un codice a %1$d cifre a %2$@ per effettuare la verifica. Inserisci questo codice.";

"verification_not_received" = "Non hai ricevuto un codice TAN?";

"verification_not_received_hint_mail" = "Controlla l'indirizzo e-mail fornito oppure richiedi un nuovo codice di verifica.";

"verification_not_received_hint_phone" = "Verifica il numero di telefono cellulare fornito oppure richiedi un nuovo codice TAN.";

"verification_send_again_msg" = "La tua richiesta è stata nuovamente inviata";

"verification_title" = "Verifica";

